app/controllers/users_controller.rb

  def index
    @user = User.new(params[:user_id])
    if @user.save
---
INSERT INTO "users" ("created_at", "updated_at") VALUES (?, ?)  [["created_at", "2014-08-12 23:11:12.624167"], ["updated_at", "2014-08-12 23:11:12.624167"]]